[
  {
    "id": 0,
     "highlight": true,
     "highlightImage": "https://s2.glbimg.com/sfRgyEXhSQxiJ-RinuDb6eJEax0=/0x0:695x390/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2020/i/F/BUgaY0TMS4kTSXBjiHDA/pokemon-24-anos-desenho-animado-temporada.jpg",
    "title": "Pokémon: jogos e consoles raros da franquia são vendidos por R$ 400 mil",
    "subtitle": "Itens extremamente raros e valiosos de Pokémon chamam a atenção de fãs, que pagam valores altos",
    "description": [
      {
        "type": "paragraph",
        "text": "O Pokémon é uma franquia clássica da Nintendo que conquista fãs em todas as partes do mundo até hoje. Dos jogos antigos aos itens colecionáveis, os games e consoles da série são objetos de desejo entre o público geek. Especialmente por seu valor emocional e sentimental, ligados diretamente à exclusividade, os objetos raros de Pokémon já foram vendidos por valores que ultrapassam R$ 400 mil. Nesta lista, o TechTudo apresenta cinco itens de colecionadores de Pokémon que foram vendidos por preços altíssimos."
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/sfRgyEXhSQxiJ-RinuDb6eJEax0=/0x0:695x390/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2020/i/F/BUgaY0TMS4kTSXBjiHDA/pokemon-24-anos-desenho-animado-temporada.jpg"
      },
      {
        "text": "Pokémon Red Version",
        "type": "subtitle",
        "id": "01"
      },
      {
        "type": "paragraph",
        "text": "Primeiro jogo da franquia Pokémon, Pokémon Red foi lançado em 1996 para Game Boy, com uma boa recepção pelo público e pela crítica. Por se tratar de um marco na história dos games, o título se tornou objeto de desejo não somente entre fãs da saga, mas também para todo o público apaixonado por videogames. Casas de leilão ao redor do mundo têm uma procura alta pelo item e dizem que é um dos jogos mais buscados da franquia Pokémon."
      },
      {
        "type": "paragraph",
        "text": "Essa informação se confirma na recente venda do jogo, em uma edição original ainda lacrada, pelo valor de US$ 84 mil (cerca de R$ 441 mil em conversão direta). O item foi arrematado em um leilão organizado pela Heritage Auctions, uma casa de leilões estadunidense, no final de 2020. A empresa afirma em entrevista ao portal news.com.au que o Pokémon Red “tem a reputação de ser o mais difícil de se encontrar da primeira geração da franquia entre os colecionadores”."
      },
      {
        "text": "Pokémon Yellow Version",
        "type": "subtitle",
        "id": "02"
      },
      {
        "type": "paragraph",
        "text": "Outro grande sucesso da primeira geração de Pokémon, Pokémon Yellow foi lançado dois anos após a estreia da franquia, em 1998, também para Game Boy. Assim como seus antecessores, o jogo foi muito bem recebido pela crítica, sendo considerado por muitos um dos melhores games da série."
      },
      {
        "type": "paragraph",
        "text": "O título, assim como Pokémon Red, faz parte do início da trajetória da saga que hoje é mundialmente aclamada, dessa forma, o jogo carrega grande valor sentimental. Porém, quando bem conservado e embalado, o item pode se arrecadar em um expressivo valor financeiro, como aconteceu em mais um leilão da Heritage Auctions. No final de 2020, uma edição lacrada de Pokémon Yellow foi vendida pela quantia de US$ 78 mil (R$ 410 mil, em conversão direta)."
      },
      {
        "text": "Nintendo DS customizado Pokémon World Championships 2008",
        "type": "subtitle",
        "id": "03"
      },
      {
        "type": "image",
        "link": "https://i.pinimg.com/originals/53/61/15/536115454f030d591077687f9e450308.jpg"
      },
      {
        "type": "paragraph",
        "text": "O Campeonato Mundial de Pokémon (Pokémon World Championships) é um evento que acontece anualmente desde 2004 e reúne os melhores jogadores dos games da franquia Pokémon em diversas categorias competitivas. Organizado pela The Pokémon Company, a edição de 2008 premiou os 112 melhores competidores do evento. Os vencedores receberam um Nintendo DS customizado da Pokémon World Championships, item que viria a se tornar objeto de desejo dos fãs da série."
      },
      {
        "type": "paragraph",
        "text": "Por se tratar de um produto extremamente raro, com apenas 112 unidades em todo o mundo, o console é dificilmente encontrado à venda em plataformas online, o que torna-o um grande tesouro para colecionadores e uma boa oportunidade de dinheiro extra para aqueles que o possuem."
      },
      {
        "type": "paragraph",
        "text": "Em uma venda no site eBay, uma unidade usada do console customizado foi vendida por US$ 2.5 mil (quantia equivalente a mais de R$ 13.3 mil na atual cotação da moeda americana). O preço é bem superior ao valor médio pedido pelo console, descontinuado em 2013, cuja unidade usada custa em média R$ 500."
      },
      {
        "text": "Pokémon HeartGold - Edição Limitada com miniatura colecionável do Ho-oh e capa para Pokéwalker",
        "type": "subtitle",
        "id": "04"
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/GPNw0i7Uvs7_s9NI2mnIZ4UzPBc=/0x0:1600x800/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/9/G/Y6XIiXSfaNH56hocW4eg/si-nds-pokemonheartgold-engb-image1600w.jpeg"
      },
      {
        "type": "paragraph",
        "text": "Lançado em 2009, Pokémon HeartGold é um remake comemorativo dos dez anos de Pokémon Gold, um jogo clássico da segunda geração da franquia. Desenvolvido para Nintendo DS, o jogo era acompanhado do Pokéwalker, um acessório que possibilitava o treinamento e a captura de novos Pokémons. Por si só, Pokémon HeartGold não apresentava nenhuma grande novidade ou exclusividade que pudessem transformá-lo em um item raro, mas não por muito tempo."
      },
      {
        "type": "paragraph",
        "text": "O lançamento da edição limitada do game, que acompanhava uma miniatura colecionável do Ho-oh e uma capa temática para o Pokéwalker elevou consideravelmente o patamar em que o jogo era colocado. Por se tratar de um item limitado, o produto começou a despertar a atenção e o desejo dos colecionadores. Hoje, dificilmente uma versão lacrada da Edição Limitada de Pokémon HeartGold é encontrada à venda, porém, o item já chegou a ser vendido por cerca de US$ 2.5 mil (cerca de R$ 13.3 mil)."
      },
      {
        "text": "Pichu Bros. mini",
        "type": "subtitle",
        "id": "05"
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/8WuY3_Ovf4ZsBlb1c9mEDq-Qdtk=/0x0:765x800/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/i/J/BfyWg2QfqWEWIJIIguKQ/pichu-bros-mini.jpg"
      },
      {
        "type": "paragraph",
        "text": "Com o título de menor console já produzido pela Nintendo, o Pokémon Mini foi lançado em 2001 com o peso de incríveis 70 gramas e com uma quantidade limitada de títulos disponíveis, entre os quais haviam alguns nomes exclusivos para o Japão. Desta seleta lista, surge o Pichu Bros. Mini, um jogo que compilava seis minigames no pequeno console portátil."
      },
      {
        "type": "paragraph",
        "text": "A versão remasterizada do jogo, lançada em 2019, contribui para tornar William Birkin um chefão ainda mais icônico, dado o ganho de fidelidade gráfica da nova versão. Ao todo, o personagem assume cinco formas, cada uma mais grotesca e horripilante que a outra."
      },
      {
        "type": "paragraph",
        "text": "Por não ter sido lançado no ocidente, o game se tornou raridade entre os fãs deste lado do globo. Uma edição lacrada e em bom estado de conservação chegou a ser vendida por aproximadamente US$ 1.3 mil (pouco menos de R$ 7 mil)."
      }
    ]
  },
  {
    "id": 1,
    "highlight": true,
    "highlightImage": "https://s2.glbimg.com/AS2sgbNy38ZNSjACEmJuV8HYKFs=/0x0:695x390/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/R/A/4XMig9S7i6B8EIZOdnhA/lancamentos-semana-mass-effect-legendary-edition.jpg",
    "title": "Mass Effect e Subnautica são destaques nos lançamentos da semana",
    "subtitle": "Remake da série Famicom Detective Club e Before We Leave também chegam nos próximos dias",
    "description": [
      {
        "type": "image",
        "link": "https://s2.glbimg.com/AS2sgbNy38ZNSjACEmJuV8HYKFs=/0x0:695x390/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/R/A/4XMig9S7i6B8EIZOdnhA/lancamentos-semana-mass-effect-legendary-edition.jpg"
      },
      {
        "type": "paragraph",
        "text": "Mass Effect Legendary Edition e Subnautica: Below Zero são os destaques entre os jogos que serão lançados esta semana. A remasterização da clássica trilogia do Comandante Shepard chega ao PlayStation 4 (PS4), Xbox One, Microsoft Windows. E um novo jogo na série de mergulho Subnautica, agora com um foco no ártico, também estará disponível nos próximos dias. Além deles, chegam também a dupla de remakes da série Famicom Detective Club do Nintendo Switch, pela primeira vez em inglês no ocidente, e o game de estratégia pacífico Before We Leave. Confira mais sobre cada lançamento, como data, plataformas e preço, a seguir."
      },
      {
        "text": "Mass Effect Legendary Edition - 14 de maio - PS4, XB, PC",
        "type": "subtitle",
        "id": "01"
      },
      {
        "type": "image",
        "link": "https://image.api.playstation.com/vulcan/ap/rnd/202101/2517/xK2b8gY5A5oyYlc1pnUUVEm5.png"
      },
      {
        "type": "paragraph",
        "text": "A clássica trilogia Mass Effect retorna com uma coletânea remasterizada para consoles e PC, com gráficos em alta resolução e FPS mais estável. Jogadores podem mais uma vez acompanhar a jornada do Comandante Shepard e sua tripulação para salvar o universo enquanto exploram diversos planetas e estabelecem elos de confiança, e até mesmo romance, entre eles. A nova versão do jogo inclui todo o conteúdo singleplayer dos originais e DLCs lançados na época. No PlayStation 5 (PS5) e Xbox Series S/X será possível jogar ainda em 4K a 60 FPS."
      },
      {
        "text": "Subnautica: Below Zero - 14 de maio - PS4, XB, SW, PS5, XBSX/S, PC",
        "type": "subtitle",
        "id": "02"
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/dE9gUyiCHYRvtB9Xdf5_QZr9MXw=/0x0:695x390/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/z/p/HWz1wbQhOIT0fdJJhBMA/lancamentos-semana-subnautica-below-zero.jpg"
      },
      {
        "type": "paragraph",
        "text": "A sequência do popular título independente Subnautica traz uma nova história que não exige o primeiro para ser jogada, mas expande os eventos do original. O novo jogo se passa no mesmo planeta 4546B do game de mergulho e sobrevivência, porém em uma região ártica, na qual a temperatura será uma nova condição extrema a ser superada. Usuários podem esperar por novos tipos de fauna, flora, itens e construções para descobrir e ajudar a desvendar mistérios até mesmo fora da água."
      },
      {
        "text": "Famicom Detective Club: The Missing Heir - 14 de maio - SW",
        "type": "subtitle",
        "id": "03"
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/ROQMm1ytQO1uWP_BCEC_GbT85Tk=/0x0:695x390/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/f/H/e1iYZOR7W3IKb1aqeBmw/lancamentos-semana-famicom-detective-club-missing-heir.jpg"
      },
      {
        "type": "paragraph",
        "text": "A série Famicom Detective Club foi lançada originalmente apenas no Japão em 1988 para o Famicom, equivalente japonês ao Nintendo 8 Bits. Agora ela recebe remakes para o Switch que permitem aos jogadores experimentar os jogos no ocidente pela primeira vez. A franquia traz um jovem detetive que perdeu sua memória e precisa investigar um assassinato que envolve a herança de uma rica família em busca de pistas de suas lembranças. A jogabilidade é semelhante a uma visual novel, com momentos de investigação e interação."
      },
      {
        "text": "Famicom Detective Club: The Girl Who Stands Behind - 14 de maio - SW",
        "type": "subtitle",
        "id": "04"
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/Dfjm5mryHeGnpRfTXAGMzsOAFnU=/0x0:695x390/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/i/R/rBY6gCRBAkTJii2CpLSA/lancamentos-semana-famicom-detective-the-girl-who-stands-behind.jpg"
      },
      {
        "type": "paragraph",
        "text": "O segundo game da série Famicom Detective Club de 1989 é um prequel, cujos eventos se passam antes do primeiro jogo. No papel do mesmo jovem detetive, jogadores têm que investigar um assassinato na escola Ushimitsu High School, porém com um novo tipo de obstáculo. Corre na escola o rumor de que uma menina fantasma ensanguentada que aparece atrás dos alunos possui conexão com o crime. Ambos os games participam de uma promoção: ao comprar um dos jogos da série no eShop, o usuário receberá um desconto se decidir comprar o outro."
      },
      {
        "text": "Before We Leave - 13 de maio - PC",
        "type": "subtitle",
        "id": "05"
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/5omYajJdThxyP-Ffa5Tp3Ai78Dw=/0x0:695x390/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/H/X/P4AwJoQu6UbwmU0FpoAg/lancamentos-semana-before-we-leave.jpg"
      },
      {
        "type": "paragraph",
        "text": "Este game de estratégia e simulação se destaca de outros do gênero por não conter um elemento de violência em seu mundo. Jogadores precisam criar casas e plantações para os Migs, uma nova raça que surgiu no universo, enquanto desvendam tecnologias deixadas para trás por civilizações antigas. Assim como nos jogos tradicionais de estratégia, há muita captação de recursos e oportunidades de erguer construções. No entanto, o jogador precisa ficar atento também à poluição para não repetir os erros das civilizações anteriores."
      }
    ]
  },
  {
    "id": 2,
    "highlight": true,
    "highlightImage": "https://s2.glbimg.com/SDuYb_D60YeCNYvNqHSNtQz99ho=/0x0:1170x786/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2020/w/5/zKXQ6LQc65h9ANSkFNaA/resident-evil-3-d.jpg",
    "title": "Resident Evil: dez personagens assustadores dos jogos de terror",
    "subtitle": "Relembre grandes vilões da história dos jogos da série e fique por dentro dos personagens que prometem em Village",
    "description": [
      {
        "type": "paragraph",
        "text": "Resident Evil Village foi lançado na última sexta (7) com vilões como Lady Dimitrescu, Mãe Miranda e Karl Heisenberg. Esses novos personagens se juntam à longa lista de chefões e monstros disponíveis nos mais de 25 anos da série da Capcom, formada por figuras inesquecíveis como Mr. X em Resident Evil 2, Albert Wesker em Resident Evil 5 ou mesmo Jack Baker, presente em Resident Evil 7. O Resident Evil 8 está disponível para PCs (via Steam) e consoles. Há versões para PlayStation 4 (PS4) e Xbox One, além de edições nativas para as plataformas de nova geração – PlayStation 5 (PS5) e Xbox Series S/X. O preço é de R$ 179,90 para computadores e de R$ 249,90 nos consoles. O TechTudo separou uma lista com dez personagens marcantes do universo de Resident Evil, inclusive com espaço para alguns dos vilões que fazem parte de Village."
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/SDuYb_D60YeCNYvNqHSNtQz99ho=/0x0:1170x786/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2020/w/5/zKXQ6LQc65h9ANSkFNaA/resident-evil-3-d.jpg"
      },
      {
        "text": "1. Jack Baker – Resident Evil 7: Biohazard",
        "type": "subtitle",
        "id": "01"
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/GBciYr2jpZd_Xf2I4OsQY1gzEpk=/0x0:1920x1080/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/E/r/Yne0cSTWa4BNBkDKrLxA/baker.jpg"
      },
      {
        "type": "paragraph",
        "text": "Resident Evil Village foi lançado na última sexta (7) com vilões como Lady Dimitrescu, Mãe Miranda e Karl Heisenberg. Esses novos personagens se juntam à longa lista de chefões e monstros disponíveis nos mais de 25 anos da série da Capcom, formada por figuras inesquecíveis como Mr. X em Resident Evil 2, Albert Wesker em Resident Evil 5 ou mesmo Jack Baker, presente em Resident Evil 7. O Resident Evil 8 está disponível para PCs (via Steam) e consoles. Há versões para PlayStation 4 (PS4) e Xbox One, além de edições nativas para as plataformas de nova geração – PlayStation 5 (PS5) e Xbox Series S/X. O preço é de R$ 179,90 para computadores e de R$ 249,90 nos consoles. O TechTudo separou uma lista com dez personagens marcantes do universo de Resident Evil, inclusive com espaço para alguns dos vilões que fazem parte de Village."
      },
      {
        "type": "paragraph",
        "text": "Entre os motivos, a capacidade de Baker regenerar energia e sua aparente invulnerabilidade em alguns momentos está nos duelos em lugares apertados. Além disso, a própria sensação de que ele está em sua casa, enquanto o jogador está num espaço estranho e que não conhece, ajudam a construir alguns dos momentos mais marcantes nos jogos da franquia e são um dos aspectos que explicam o sucesso do jogo entre público e crítica."
      },
      {
        "text": "2. Super Tyrant (Mr. X) – Resident Evil 2",
        "type": "subtitle",
        "id": "02"
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/BLaBTFHqkookIyQpMSMKCvtIve0=/0x0:1438x765/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2019/x/z/GBhsuGR9OBf5mLofO1gQ/mr-x-project-resistance.jpg"
      },
      {
        "type": "paragraph",
        "text": "Mr. X aparece em Resident Evil 2 (1998) e também no remake de 2019 como um chefão implacável, imune a armas de fogo, que aparece nos momentos mais inoportunos e persegue o jogador de uma forma que parece simplesmente inevitável. Embora possa ser considerado fácil de superar – especialmente no Resident Evil 2 original – Mr. X exige abordagem mais estratégica e paciência e, de forma parecida com Jack Baker, constrói uma sensação de tensão o tempo todo porque é difícil antecipar quando ele vai surgir na tela."
      },
      {
        "type": "paragraph",
        "text": "Os combates contra o Super Tyrant podem ser um pouco complicados para quem vai desprevenido, especialmente os que se passam na delegacia de polícia e no laboratório: espaços pequenos, eles tornam a tarefa de fugir de Mr. X algo mais difícil do que em áreas mais abertas. Já na última aparição do boss, contra Leon, Mr. X vem reforçado por um ataque letal que mata o jogador em um único hit em arena que, também compacta, complica a dança de fugir e atacar o boss."
      },
      {
        "text": "3. Albert Wesker – Resident Evil 5",
        "type": "subtitle",
        "id": "03"
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/-mh4UF_1Zu3ykjNdYpXQ186H424=/0x0:1280x720/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/P/m/2eCi6mRCaNzJeG7YuUyQ/wesker.jpg"
      },
      {
        "type": "paragraph",
        "text": "Figura recorrente por 13 anos de jogos da série, o vilão Albert Wesker protagonizaria algumas das batalhas mais memoráveis de Resident Evil 5 (2009). No caminho do jogador em diversos momentos da narrativa, Albert Wesker aparece em um confronto final desafiador em meio a um rio de lava. Super poderoso, o boss tem uma série de habilidades, talvez a mais impressionante delas seja a de parar mísseis com as mãos."
      },
      {
        "type": "paragraph",
        "text": "Toda a história por trás da evolução do personagem contribui para tornar o duelo mais emocionante: o jogador não pode recarregar armas durante o combate e, para gerar dano, é preciso acertar a pontaria em um pequeno ponto vulnerável de Albert aberto apenas em alguns instantes durante a luta."
      },
      {
        "text": "4. Verdugo – Resident Evil 4",
        "type": "subtitle",
        "id": "04"
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/i842FZlC8Ea5jlh1YZUSyJjtX2M=/0x0:1280x720/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/9/1/bAk473RIW9kfglTmPuWA/verdugo.jpg"
      },
      {
        "type": "paragraph",
        "text": "Verdugo é um chefão tão poderoso que simplesmente dá ao jogador a chance de evitar o confronto. Praticamente indestrutível, Verdugo aparece em Resident Evil 4 (2004) e requer paciência para ser enfrentado, além de uma combinação de nitrogênio líquido para congelar sua pele e tiros de escopeta para produzir o máximo possível de danos – ou com a bazuca para uma vitória instantânea."
      },
      {
        "type": "paragraph",
        "text": "O que torna a batalha contra o Verdugo algo difícil é a tendência desse boss em se movimentar com grande agilidade, além da já mencionada indestrutibilidade. Ficar sem munição no meio do duelo é algo comum, o que obriga o jogador a planejar uma fuga com o elevador disponível no mapa. Além disso, é necessário esperar ele chegar e calcular a rota para evitar os ataques do Verdugo – tarefa nem sempre simples."
      },
      {
        "text": "5. William Birkin – Resident Evil 2",
        "type": "subtitle",
        "id": "05"
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/FRe_EyYVEfj8NM8GFTr3eVYF7lY=/0x0:1920x1080/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/I/9/sQDmxbRIObcMBwYjzWYw/birkin.jpg"
      },
      {
        "type": "paragraph",
        "text": "Birkin é um cientista que injeta seu material de pesquisa, um vírus, na esperança de se curar de qualquer ferimento à bala. O tratamento não dá certo e Birkin sofre mutações que primeiro o tornam distante do mundo e, no fim, modificam seu corpo profundamente até transformá-lo em uma monstruosidade que marca o confronto final de Resident Evil 2 (1998)."
      },
      {
        "type": "paragraph",
        "text": "A versão remasterizada do jogo, lançada em 2019, contribui para tornar William Birkin um chefão ainda mais icônico, dado o ganho de fidelidade gráfica da nova versão. Ao todo, o personagem assume cinco formas, cada uma mais grotesca e horripilante que a outra."
      },
      {
        "text": "6. Derek Simmons – Resident Evil 6",
        "type": "subtitle",
        "id": "06"
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/MZeyA_UzfgM7DDSj4SPMaHSukkE=/0x0:1280x720/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/T/i/6dHhWjRFexqVBWoCHWaw/derek.jpg"
      },
      {
        "type": "paragraph",
        "text": "Resident Evil 6 (2012) está longe de ser uma unanimidade entre fãs da série, mas, para quem curte o jogo, a luta contra Derek Simmons é um ponto alto: longa e complexa, a batalha pode durar mais de 30 minutos e pode sair caro para jogadores que alcançarem o boss sem um inventário preparado para dar conta do desafio."
      },
      {
        "type": "paragraph",
        "text": "Simmons assume várias formas e estágios na longa batalha, cada uma delas com uma coleção diferente de golpes e ataques que tornam todo o processo de decifrar e memorizar seus movimentos uma estratégia essencial para sobreviver e vencer a disputa. Além de muita atenção, é importante encarar o desafio com tempo de sobra, considerando a intensidade do combate e a longa duração que ele assume."
      },
      {
        "text": "7. Nemesis – Resident Evil 3",
        "type": "subtitle",
        "id": "07"
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/wmvpCWLYDl1n6orK-zUycsm2Zlw=/0x0:1920x1080/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2020/j/d/KeoxcZRBKBqNyA7VeTdA/nemesis1.jpg"
      },
      {
        "type": "paragraph",
        "text": "Talvez um dos chefões mais icônicos, ao lado de Albert Wesker de Resident Evil 5, Nemesis consiste numa monstruosidade muito mais ágil, forte e inteligente do que a maioria dos bosses da franquia. Em Resident Evil 3 (1999), ele é equipado com uma bazuca. Já no remake de 2020, chega reforçado com um lança-chamas, características que dão alguma ideia do tamanho do problema."
      },
      {
        "type": "paragraph",
        "text": "Sempre surgindo em momentos aleatórios, o personagem é um elemento de tensão constante em Resident Evil 3 porque o jogador sabe que ele pode aparecer a qualquer momento. Duro de vencer, assim como outros vilões da série, Nemesis vira uma aberração gigante, cheia de tentáculos, no combate final disponível em Residen Evil 3 Remake."
      },
      {
        "text": "8. Mãe Miranda – Resident Evil Village",
        "type": "subtitle",
        "id": "08"
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/VEjPMJ96UeEtztZ1pjEjSwQIGwI=/0x0:1920x1080/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/h/T/JH0BdTTn6cn0yWMpBlIg/miranda.jpg"
      },
      {
        "type": "paragraph",
        "text": "Apesar de Lady Dimitrescu ter roubado a cena durante a fase pré-lançamento de Resident Evil 8, é a Mãe Miranda quem realmente dá as cartas e deve assumir o papel de antagonista principal da nova história da série, pelo que foi mostrado até agora."
      },
      {
        "type": "paragraph",
        "text": "A princípio, Mother Miranda é um tipo de sacerdotisa de uma seita pagã. É ela quem governa a vila em que a ação do novo Resident Evil se passa e tem sob seu controle quatro poderosos capangas, entre os quais está a Lady Dimitrescu. Mother Miranda seria venerada como um tipo de divindade e teria poderes sobrenaturais."
      },
      {
        "text": "9. Lady Dimitrescu – Resident Evil Village",
        "type": "subtitle",
        "id": "09"
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/aPQaLet0dif7G9Ezm1V4BMjwnfs=/0x0:1500x945/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/4/E/V1pvxQSRG3FhnfMklAdw/resident-evil-village-showcase-the-squad.jpg"
      },
      {
        "type": "paragraph",
        "text": "Se sabe pouco a respeito dos vilões do novo Resident Evil Village, mas Lady Dimitrescu rouba a cena desde suas primeiras aparições em trailers e materiais promocionais do lançamento da Capcom. Com 2,9 metros de altura, postura elegante e aparência que remete a uma vampira, ela é mãe de três filhas que são bruxas."
      },
      {
        "type": "paragraph",
        "text": "Espera-se que o quarteto funcione como um tipo de Mr. X em Resident Evil 8 e persiga o jogador de forma implacável, com momentos de ruptura na ação, a exemplo das intromissões de Jack Baker em Resident 7."
      },
      {
        "text": "10. Karl Heisenberg – Resident Evil Village",
        "type": "subtitle",
        "id": "10"
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/UjqziX0TpCot0e1gFcevej6lejI=/0x0:1920x1080/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/W/r/EiFkgRQLAH2rT9nCST1A/karl.jpg"
      },
      {
        "type": "paragraph",
        "text": "Outro vilão antecipado por trailers da Capcom é Karl Heisenberg. Em um deles, Heisenberg aparece com um martelo e mantendo o personagem do jogador sob cativeiro, cena que se passaria já nas primeiras horas da história. Assim como Lady Dimitrescu, Karl Heisenberg seria um dos capangas sob o comando de Mother Miranda, o que fortalece a sensação de que ela é a chefona de todo o jogo."
      },
      {
        "type": "paragraph",
        "text": "Heisenberg também teria poderes sobrenaturais, capaz de liderar um exército de lobisomens. Aparentemente, há alguma rivalidade entre ele e Lady Dimitrescu, embora a origem e extensão dessa disputa – e seus efeitos na narrativa – ainda sejam um mistério."
      }
    ]
  },
  {
    "id": 3,
    "highlight": false,
    "highlightImage": "https://s2.glbimg.com/xeAkjbEhVInYRCStRs_GKkB0Hi4=/0x0:695x390/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2020/Z/a/w4JFFkTTmY0kXsdT6IGQ/counter-strike-global-offensive-steam-recorde.jpg",
    "title": "CS:GO: como usar os comandos de treino 'exec.cfg' do FalleN",
    "subtitle": "Configurações podem ser usadas em servidores offline para treinar e aprimorar lançamentos de granadas, por exemplo",
    "description": [
      {
        "type": "image",
        "link": "https://s2.glbimg.com/xeAkjbEhVInYRCStRs_GKkB0Hi4=/0x0:695x390/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2020/Z/a/w4JFFkTTmY0kXsdT6IGQ/counter-strike-global-offensive-steam-recorde.jpg"
      },
      {
        "type": "paragraph",
        "text": "Jogadores de Counter Strike: Global Offensive (CS:GO) podem usar as mesmas configurações de treino que o pro player Gabriel “FalleN” Toledo. Para isso, basta baixar o arquivo 'treino.cfg' disponibilizado pelo próprio FalleN, publicado em 2019 no seu canal oficial do YouTube. Depois, basta acessar o “exec treino” no console de comandos."
      },
      {
        "type": "paragraph",
        "text": "Usando os comandos para configuração automática você poderá, em servidores offline, executar diversas ações que visam aprimorar seu jogo como, por exemplo, treinar o uso de smoke e flash através de pixels estratégicos. Veja a seguir como instalar e executar a configuração de treino de FalleN."
      },
      {
        "type": "paragraph",
        "text": "Passo 1. Faça o download do arquivo “Treino.cfg” neste link, onde estão os comandos para configuração automática do servidor fornecidos pelo pro player;"
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/d8GStkLqN9A_lFdNM7A6emkikZo=/0x0:1920x1041/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/6/S/0ElhYATSOCLwjTeWY3lg/passo-1.jpg"
      },
      {
        "type": "paragraph",
        "text": "Passo 2. Após o término do download, salve o arquivo dentro da pasta “cfg” no seguinte diretório onde o seu CS:GO está instalado"
      },
      {
        "type": "image",
        "link": "https://s2.glbimg.com/dW0D-Di5q9dt6xGXjZFo7kVH-Kw=/0x0:1920x1023/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/d/M/S0PqY2SqaraP27QnleZA/passo-2.jpg"
      },
      {
        "type": "paragraph",
        "text": "Jogadores de Counter Strike: Global Offensive (CS:GO) podem usar as mesmas configurações de treino que o pro player Gabriel “FalleN” Toledo. Para isso, basta baixar o arquivo 'treino.cfg' disponibilizado pelo próprio FalleN, publicado em 2019 no seu canal oficial do YouTube. Depois, basta acessar o “exec treino” no console de comandos."
      },
      {
        "type": "paragraph",
        "text": "Passo 3. Dentro CS:GO, vá em 'Jogar CS:GO'"
      }
    ]
  },
  
  {
    "id": 4,
    "highlight": false,
    "highlightImage": "https://s2.glbimg.com/kwrSytb41xE5FLyKB6siM0b8FHg=/0x0:960x540/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2020/Y/A/DUporVSMC8EBXgsrlwXQ/3fe6782a8c5732747561ce4ecb99f44d-960x540-blizz-mpfeaturecard-zs-mp-event-03.jpg",
    "title": "CS:GO: como usar os comandos de treino 'exec.cfg' do FalleN",
    "subtitle": "Configurações podem ser usadas em servidores offline para treinar e aprimorar lançamentos de granadas, por exemplo",
    "description": [
      {
        "type": "image",
        "link": "https://s2.glbimg.com/kwrSytb41xE5FLyKB6siM0b8FHg=/0x0:960x540/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2020/Y/A/DUporVSMC8EBXgsrlwXQ/3fe6782a8c5732747561ce4ecb99f44d-960x540-blizz-mpfeaturecard-zs-mp-event-03.jpg"
      },
      {
        "type": "paragraph",
        "text": " 'Aamerica', jogador de Call of Duty: Warzone e Black Ops Cold War, foi banido da Twitch TV na última quinta-feira (27). O streamer, que levou um ban permanente, é suspeito de ter usado hacks e cheats nos jogos da franquia CoD. O curioso é que em janeiro deste ano o estadunidense participou do Twitch Rivals Doritos Bowl, torneio organizado pela própria plataforma. Seu trio terminou em segundo lugar, levando US$ 10 mil (cerca de R$ 52 mil na época) de premiação, e ele ainda foi eleito o melhor jogador do campeonato e faturou US$ 1 mil (cerca de R$ 5,2 mil) por isso."
      },
      {
        "type": "paragraph",
        "text": "Na época, a competição causou polêmica pela suspeita de que alguns jogadores estavam usando cheats, e um participantes chegou a ser excluído da disputa. Aamerica não ficou entre os principais suspeitos de ter trapaceando. Nesta quinta-feira (27), porém, um usuário do Twitter publicou uma série de vídeos que mostram uma possível utilização de Wallhack por parte do streamer. Nos clipes em questão, retirados do canal de Aamerica, ele disputa um outro torneio multiplayer 3v3 de Call of Duty: Black Ops Cold War. O jogador nega as acusações."
      },
      {
        "type": "paragraph",
        "text": "A Twitch TV não costuma revelar os motivos dos bans que aplica publicamente. Ao acessar o link do canal, é exibida a mensagem de que o conteúdo não está disponível, o que indica o banimento. Já a Activision, desenvolvedora da franquia CoD, não se pronunciou sobre a situação até o fechamento desta matéria. Mas vale lembrar que a desenvolvedora tem feito ações contra os usos de trapaças desde o lançamento do game, que aconteceu em março de 2020, e já baniu mais de 500 mil contas no período."
      }
    ]
  },
  {
    "id": 5,
    "highlight": false,
    "highlightImage":"https://s2.glbimg.com/KlUDfI4q_V02f3WmPR9eVLHdHlE=/0x0:1794x954/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/6/p/bkf4SYS3GL57VF6zZimw/sonic-colors-ultimate.png",

    "title": "CS:GO: como usar os comandos de treino 'exec.cfg' do FalleN",
    "subtitle": "Configurações podem ser usadas em servidores offline para treinar e aprimorar lançamentos de granadas, por exemplo",
    "description": [
      {
        "type": "image",
        "link": "https://s2.glbimg.com/KlUDfI4q_V02f3WmPR9eVLHdHlE=/0x0:1794x954/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/6/p/bkf4SYS3GL57VF6zZimw/sonic-colors-ultimate.png"
      },
      {
        "type": "paragraph",
        "text": "Sonic Colors Ultimate é o novo título do mascote da Sega. A novidade foi anunciadas pela desenvolvedora durante a transmissão online Sonic Central, nesta quinta feira (27). Além dele, outro jogo ainda sem nome também foi relevado. Em comemoração ao aniversário de 30 anos de Sonic, a Sega divulgou ainda outros projetos da franquia, como colaborações com outros títulos, mais detalhes da animação na Netflix e até o anúncio de um novo desenho do ouriço azul."
      },
      {
        "type": "paragraph",
        "text": "Sonic Colors Ultimate será uma versão remasterizada do clássico jogo de Nintendo Wii. O game promete gráficos melhorados em comparação com a versão original, além de melhorias em sua jogabilidade. Com lançamento marcado para o dia sete de setembro, ele estará disponível para PlayStation 4 (PS4), Nintendo Switch, Xbox One e PCs."
      },
      {
        "type": "paragraph",
        "text": "Já o novo jogo anunciado no evento ainda não tem nome, mas promete ser lançado em 2022. No vídeo de anúncio, é possível ver imagens de um Sonic em 3D correndo por uma floresta. Não há maiores detalhes anunciados até o momento, mas já se sabe que o game chegará ao PlayStation 4 (PS4), PlayStation 5 (PS5), Xbox One, Xbox Series S/X, Nintendo Switch e PC."
      },
      {
        "type": "paragraph",
        "text": "A Sega anunciou ainda que Sonic ganhará uma coletânea com quatro de seus jogos clássicos. Sonic The Hedgehog 1, Sonic The Hedgehog 2, Sonic The Hedgehog 3 & Knuckles e Sonic CD estarão incluídos em um único pacote intitulado Sonic Origins. Plataformas e uma data de lançamento ainda não foram anunciadas."
      }
    ]
  },
  {
    "id": 6,
    "highlight": false,
    "highlightImage":"https://s2.glbimg.com/ZnYPgxqGw6ehV_-ieDfu1JtARFg=/0x0:1920x1080/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/R/e/XhnhEPQTAEuKOAeNbBzw/fortnite-ch02-s06-pt-br-deathstroke-social-1920x1080-1920x1080-80b3268124b5.jpg",

    "title": "Deathstroke no Fortnite: como participar do campeonato e ganhar o traje",
    "subtitle": "Vilão dos Jovens Titãs, Deathstroke também terá seu próprio evento no Battle Royale, o Campeonato Exterminador Zero",
    "description": [
      {
        "type": "image",
        "link": "https://s2.glbimg.com/ZnYPgxqGw6ehV_-ieDfu1JtARFg=/0x0:1920x1080/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/R/e/XhnhEPQTAEuKOAeNbBzw/fortnite-ch02-s06-pt-br-deathstroke-social-1920x1080-1920x1080-80b3268124b5.jpg"
      },
      {
        "type": "paragraph",
        "text": "Para participar do Campeonato Exterminador Zero, é necessário ter a Autenticação em Dois Fatores (ADF) habilitada em sua conta da Epic Games e ter uma conta nível 30 ou superior. Além disso, os jogadores precisam ter, no mínimo, 13 anos de idade e, caso sejam menores de 18 anos, será necessária a permissão de um guardião legal ou responsável. A inscrição poderá ser feita dentro do próprio Fortnite na aba 'Competir', onde também estão disponíveis os horários exatos do começo do torneio."
      },
      {
        "type": "paragraph",
        "text": "A seguir, você confere mais detalhes a respeito do Campeonato Exterminador Zero e como participar. Lembrando que o Fortnite está disponível de graça para download no PC (via Epic Games Store), PlayStation 5 (PS5), PlayStation 4 (PS4), Xbox Series X/S, Xbox One, Nintendo Switch, e em versão mobile para celulares Android."
      },
      {
        "type": "paragraph",
        "text": "Para participar do Campeonato Exterminador Zero, é necessário ter a Autenticação em Dois Fatores (ADF) habilitada em sua conta da Epic Games e ter uma conta nível 30 ou superior. Além disso, os jogadores precisam ter, no mínimo, 13 anos de idade e, caso sejam menores de 18 anos, será necessária a permissão de um guardião legal ou responsável. A inscrição poderá ser feita dentro do próprio Fortnite na aba 'Competir', onde também estão disponíveis os horários exatos do começo do torneio."
      },
      {
        "type": "paragraph",
        "text": "Na tabela abaixo, é possível ver como será o sistema de pontuação para o torneio. Lembrando que cada eliminação renderá um ponto para o participante."
      },
      {
        "type": "local-image",
        "link": "tabela.png"
      }
    ]
  }
  
]